var data = {
    "students": [
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        }
    ],
    "academy": [
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        }
    ],
    "other": [
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        },
        "张迪": {
            "position": ["计算机学院博士生协力员","计算机学院团委书记"],
            "suggest-num": 89
        }
    ]
}
